[
    {
        "slug": "noah-t",
        "title":"“Funeral for a Friend/Love Lies Bleeding” By Elton John",
        "person": "Noah Thomas",
        "youtube": "https://www.youtube.com/embed/szaZ-1HDsfk",
        "text": "Whenever I hear this song, I immediately think of you. I remember piano lessons in India with Mr. Melvin and really wanting to learn this song. It took me a while but with yours and Mr. Melvin's help, I finally got it all down on the piano and I was so excited. Partly because it was probably the hardest song I had learned at that point, but mostly because I knew you loved this song and I was so excited to show it to you, my greatest musical inspiration.\nYou have always been and will always be a huge inspiration in my music, and in my life in general, and I am forever grateful to have been blessed to have you as my dad. I look forward to many more years together where we can cook, travel and play lots and lots of music!\nHappy 60th Birthday dad. I love you so much.\nLove,\nNoah"
    },
    {
        "slug": "talya-t",
        "title": "“Forget You” By Cee Lo Green",
        "person": "Talya Thomas",
        "youtube": "https://www.youtube.com/embed/Yr0slKxcuYo",
        "text": "There are so many songs that make me think of you, Dad, it was almost impossible to choose just one. I chose “Forget You” in the end because it is one of the first songs I remember recording with the whole setup we now use often. I remember it being you, MJ, Marieke, Chach and I in the Bangalore house. I remember feeling so professional, and it was so much fun recording it with you. Since then, we have recorded so many songs with you, and it has given me one of the greatest gift:  a million memories through music.\nI am grateful every day that music is something you chose to share with us. You have always been and continue to be my role model in so many ways, when it comes to work, cooking, showing up for those that matter most to you, and most of all, music. I am so grateful to have you as my dad and my role model in all aspects of life. I love you so, so much. Happy Birthday!\nLove,\nTalya"
    },
    {
        "slug": "eli-t",
        "title": "“In the Stone“ by Earth, Wind, and Fire",
        "person": "Elijah Thomas",
        "youtube": "https://www.youtube.com/embed/lDLIjkRhJJY",
        "text": "If there’s any musical group or band that I associate with you, it has to be Earth Wind and Fire. I have a very vivid memory of being in the car with you the day you showed me this song specifically. “Probably the best album intro of all time” is what you said to me and I was a little skeptical but I have to agree it probably is. Since the day you showed me the song, it’s quickly become one of my favorite songs and I now have listened to it countless times and shown it to many of my friends, introducing it in the same way you did.\nThe first 3 drum hits immediately give me a sense of home that reminds me of you, and I’m very grateful to you (and mom) for encouraging our family to bond through music. \nLove,\nEli" 
    }
]
